Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_kiitti_stipendein_saamen_kielten_opinnoissa_menestyneita_oppilaita(0).html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät kiitti stipendein saamen kielten opinnoissa menestyneitä oppilaita
sme: Sámediggi giittii stipeanddaiguin sámegielaid oahpuin bures menestuvvan oahppiid

source: Saamelaiskäräjät jakoi koulujen kevätlukukauden päättyessä stipendejä saamen kielten opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi jugii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendin sai yhteensä 32 perusopetuksen päättänyttä oppilasta ja 13 uutta ylioppilasta.
sme: Stipeanddat juhkkojuvvojedje oktiibuot 32 vuođđooahpahusa čađahan oahppái ja 13 ođđa studentii, geat leat čađahan sámegiela iskosa studeantadutkosis.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Ylioppilaat:
sme: Studeanttat:

source: Enontekiön erälukio: Ibbá Lauhamaa (pohjoissaame), Inger-Anni Valkeapää (pohjoissaame)
sme: E anodaga meahccelogahat: Ibbá Lauhamaa (davvisámegiella), Inger-Anni Valkeapää (davvisámegiella)

source: Ivalon lukio : Mihkku Laiti (pohjoissaame), Rufina Kangasniemi (pohjoissaame), Matti Iisakki Musta (pohjoissaame), Vilho-Simon Mäkinen (pohjoissaame), Aada Vuolab (pohjoissaame), Sammeli Suominen (inarinsaame)
sme: Avvila logahat : Mihkku Laiti (davvisámegiella), Rufina Kangasniemi (davvisámegiella), Matti Iisakki Musta (davvisámegiella), Vilho-Simon Mäkinen (davvisámegiella), Aada Vuolab (davvisámegiella), Sammeli Suominen (anárašgiella),

source: Utsjoen saamelaislukio: Senja Aikio (pohjoissaame), Emma Laakso (pohjoissaame), Elle Raudasoja (pohjoissaame), Ánte Tenoranta (pohjoissaame)
sme: Ohcejoga sámelogahat : Senja Aikio (davvisámegiella), Emma Laakso (davvisámegiella), Elle Raudasoja (davvisámegiella), Ánte Tenoranta (davvisámegiella)

source: Sibelius-lukio, Helsinki: Biret-Iŋgá Pieski (pohjoissaame)
sme: Vuođđooahpahusa čađahan oahppit:

source: Perusopetuksen suorittaneet oppilaat:
sme: Heahtá vuođđoskuvla : Elen-Anne Juuso (davvisámegiella), Paulus Labba (davvisámegiella), Julia Näkkäläjärvi (davvisámegiella)

source: Hetan koulu : Elen-Anne Juuso (pohjoissaame), Paulus Labba (pohjoissaame), Julia Näkkäläjärvi (pohjoissaame)
sme: Anára skuvla : Kaisla Suominen (anárašgiella), Emma Saari (anárašgiella), Ainomaija Mäenpää (anárašgiella), Pekka Tervaniemi (anárašgiella), Tiia-Karen Alakorva (davvisámegiella), Hilda Musta (davvisámegiella), Saranne Näkkäläjärvi (davvisámegiella), Mihku Näkkäläjärvi (davvisámegiella)

source: Inarin koulu: Kaisla Suominen (inarinsaame), Emma Saari (inarinsaame), Ainomaija Mäenpää (inarinsaame), Pekka Tervaniemi (inarinsaame), Tiia-Karen Alakorva (pohjoissaame), Hilda Musta (pohjoissaame), Saranne Näkkäläjärvi (pohjoissaame), Mihku Näkkäläjärvi (pohjoissaame)
sme: Avvila badjeskuvla : Ilona Aikio (davvisámegiella), Essi Mikkola (davvisámegiella), Tuukka Hakovirta (anárašgiella)

source: Ivalon yläkoulu: Ilona Aikio (pohjoissaame), Essi Mikkola (pohjoissaame), Tuukka Hakovirta (inarinsaame)
sme: Juhannuskylä skuvla, Tampere: Mitro Krutsin (anárašgiella),

source: Juhannuskylän koulu, Tampere: Mitro Krutsin (inarinsaame)
sme: Gáregasnjárgga skuvla : Ellen Saijets (davvisámegiella), Sive Kangas (davvisámegiella), Johanna Kangas (davvisámegiella), Henri Sarre (davvisámegiella), Ronja Utsi (davvisámegiella), Isak Pieski (davvisámegiella)

source: Karigasniemen koulu: Ellen Saijets (pohjoissaame), Sive Kangas (pohjoissaame), Johanna Kangas (pohjoissaame), Henri Sarre (pohjoissaame), Ronja Utsi (pohjoissaame), Isak Pieski (pohjoissaame)
sme: Kastelli skuvla, Oulu : Hannes Huusko (davvisámegiella)

source: Kastellin koulu, Oulu: Hannes Huusko (pohjoissaame)
sme: Čeavetjávrri skuvla: Markus Porsanger (nuortalašgiella), Inari Jomppanen (nuortalašgiella), Janna-Maria Semenoff (nuortalašgiella)

source: Sevettijärven koulu: Markus Porsanger (koltansaame), Inari Jomppanen (koltansaame), Janna-Maria Semenoff (koltansaame)
sme: Nástegieldda skuvla, So ađegilli: Veeti Tanhua (davvisámegiella), Valtteri Karppinen (davvisámegiella)

source: Tähtikunnan koulu, Sodankylä: Veeti Tanhua (pohjoissaame), Valtteri Karppinen (pohjoissaame)
sme: Ohcejohnjálmmi skuvla : Lávra Länsman (davvisámegiella), Aaro-Sámmol S yvänperä (davvisámegiella), Sammeli Valle (davvisámegiella)

source: Utsjokisuun koulu : Lávra Länsman (pohjoissaame), Aaro-Sámmol Syvänperä (pohjoissaame), Sammeli Valle (pohjoissaame)
sme: Vuohču skuvla : Ante Magga (davvisámegiella), Olavi Hetta (davvisámegiella)

source: Vuotson koulu: Ante Magga (pohjoissaame), Olavi Hetta (pohjoissaame)
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide!
